package com.example.shortestpath;

/**
 * Created by Administrator on 2016-12-20.
 */

public class PositionData {
    public static String lineOneArr[]={"尖顶坡","大学城","陈家桥","微电园","赖家桥","双碑",
            "石井坡","磁器口","烈士墓","杨公桥","沙坪坝","小龙坎","马家岩","高庙村","石桥铺",
            "歇台子","石油路","大坪","鹅岭","两路口","七星岗","较场口","小什字","朝天门"};

    public static String lineTwoArr[]={"鱼洞","大江","白居寺","刘家坝","金家湾","建桥","天堂堡",
            "新山村","大渡口","平安","马王场","大堰村","动物园","杨家坪","谢家湾","袁家岗","大坪",
            "佛图关","李子坝","牛角沱","曾家岩","大溪沟","黄花园","临江门","较场口"};

    public static String lineThreeArr[]={"鱼洞","金竹","鱼胡路","学堂湾","大山村","花溪","岔路口","九公里",
            "麟龙","八公里","二塘","六公里","五公里","四公里","南坪","工贸","铜元局","两路口","牛角沱","华新街",
            "观音桥","红旗河沟","嘉州路","郑家院子","唐家院子","狮子坪","重庆北站","龙头寺","童家院子","金渝",
            "金童路","鸳鸯","园博园","翠云","长福路","回兴","双龙","碧津","江北机场"};

    public static String lineSixOneArr[]={"北碚","天生","状元碑","龙凤溪","向家坝","蔡家","曹家湾","金山寺","礼嘉",
            "九曲河","康庄","大竹林","光电园","冉家坝","大龙山","花卉园","红旗河沟","黄泥塝","红土地","五里店","江北城",
            "大剧院","小什字","上新街","刘家坪","长生桥","邱家湾","茶园"};

    public static String lineSixTwoArr[]={"礼嘉","平场","黄茅坪","高义口","国博中心","悦来"};
}
